#3 リスクを認識します(1)
　空が青い。

　紅子の頭上に広がるのは、抜けるように綺麗な青空だった。
　そして。紅子の足元に広がるのは、青々とした草むらだった。

「…………？」

　紅子は首をかしげる。
　自分の記憶では、確か行きつけの本屋にいたはずだ。しかも夜になってから。昼間の草むらの中に突っ立っている理由は、紅子にはいくら考えても思いつかない。
　夢を見ているのか、もしくは本屋に行ったことが夢だったのか。紅子は自分の服装を確認する。本屋に入った時とまったく同じ、グレーのスーツ姿だ。去年の冬のボーナスで買ったお気に入りのものだ。あと、腕に下げたバッグも同じ。他には……
　そこで紅子は、右手に何かを持っていることに気がついた。一冊の本だ。
『Redmineで始める人心掌握術』。
　確か、あの本屋で手に取ったものだ。その瞬間私は……

　その時である。
　近くの茂みが突然揺れる。紅子の目は釘付けになる。
　3秒、5秒、10秒……揺れ続ける茂み。息を殺す紅子。
　そして。次の瞬間、飛び出してきたのは。

　……何？　これ。

　初めは野生動物かと紅子は思った。子グマとか。ところが良く見ると違う。いや、こんな生物テレビでもネットでも見たことがない。
　紅子の腰くらいまでの背丈。黒っぽい体。やや前かがみではあるが、しっかりとした二足歩行でこちらに向かう姿。
　そして何より、背中にはコウモリのような翼が生えている。お尻から生えた長い尻尾は、ピンと天を向いている。気がつくとその生物は5体に増えている。

　そこまで認識して、紅子は過去に似たような生物を見たことがあるのを思い出した。それは現実ではなく……テレビゲームの中の世界でだ。
　そのゲームの中で｜魔物《モンスター》として登場する生物。それが、徒党を組んで紅子に近づいていく。

　……え？　え？

　困惑する紅子。これは、私は、どういう状況なのだろう。ひょっとしたら生命の危機とかいうやつではないのか。とりあえず逃げた方がいいのか。
　次の瞬間。

　魔物Aは、自分の尻尾をムチのように振り回して魔物Bの頭をペチペチと叩き始めた。
　魔物Bは、メガネを無くして辺りを手探りする時のような動きをひたすら繰り返した。

　……は？

　魔物Cは、バレリーナのごとくその場で高速回転しだした。
　魔物Dは、彼氏にプレゼントするマフラーを編み出した。
　魔物Eは、ワインを飲みながら葉巻をくゆらせ始めた。

　……。
　……なんだこれ。
　え、これ全員ボケてるの？　順番にツッコめばいいの？　ちょっと｜捌《さば》ききれないぞ？
　紅子の心は、ホッとするというよりは大いに困惑していた。

「んもう！　あんたたち、ちゃんと命令どおり動いてよ！」

　突然、高い声があたりに響いた後、茂みからまた別の人影が現れた。
　女の子である。見た目は女子高生くらいか。小柄であどけなさの残るその少女は、……何というか、派手なような地味なような、露出の多いような少ないような、全身が黒や濃い紫色の系統でまとめられた衣服を着ていた。
　……闇属性の制服アイドル。紅子はとっさにそう命名する。記念すべき最初の命名はこの時であった。

「まったくもう……あ」

　その少女は変な魔物たちを見渡した後、紅子と目が合い……動きが止まる。
　紅子の動きも止まる。
　紅子とその闇属性の制服アイドルは、しばらく無言で見つめあった。