#17 ワークフローを定義します
「おおー」

　ぺちぺちとレヴィの拍手が響く中、紅子は考える。

　チケットを割り当てた魔物《メンバー》が消滅した場合、そのチケットは『｜継続不可能《Rejected》』へと遷移して終了する。今ほど実演いただいた通りだが……あくまでこれは、不測の事態という奴だ。

　通常、チケットのステータスは――当たり前のことではあるが――『｜新規《New》』から『｜終了《Closed》』へと遷移する。ただ、どのように遷移できるのかは、『トラッカー』と、あと『｜役割《ロール》』との組み合わせによって細かく定義できるのだ。ちなみに、この遷移のルールを定義したものを『ワークフロー』と呼ぶ。
　例えば、魔物達のようないわゆる作業員は、重要なトラッカーの場合は『｜解決《Resolved》』までしか遷移できないように制限し、『｜終了《Closed》』かどうかの判断は管理者が行う。逆に、簡易なトラッカーなら独断で『｜終了《Closed》』できる……といった具合だ。

　……なんだかややこしくなってきたな。話を戻そうか。
　さて、無事にチケットが『｜終了《Closed》』となった場合、この世界ではどうなるか。
　新規魔物に割り当てていた時には、その魔物は契約終了ということでどこかへ帰っていく。逆に、既存のメンバーに割り当てたチケットの場合は、そのままチケットが一枚減るだけだ。余裕があればまた新しいチケットを割り当てることになる……

　ここで紅子は、ふと思いついた疑問を口にする。

「ねえ、ジェミィ」
「はい。如何されましたか」

　わずかに乱れたエプロンの裾を直しながら、ジェミィは紅子に聞き返す。

「ジェミィは、レヴィや｜レイラ《お母さん》に｜召喚《呼び出》されたって訳じゃないのよね。どういうキッカケで、レヴィと一緒にいるの？」
「私ですか？私は……」

　ジェミィは語り始める。しかしその目は、何かを思い出すように遠い目をしている。

「……私は元々『｜緑の格子盤《グリーンボード》』で生まれ、幼少の頃からレイラ様にお仕えしておりました……部隊長として任務にあたっておられたレイラ様は、『緑の格子盤』の業務効率の悪さに日々嘆いておられ、何とかして改革しようと孤軍奮闘されておりました」

　語り続けるジェミィ。静かに耳を傾ける紅子とレヴィ。

「そのお姿に、私は心酔したのです。わずかでもレイラ様の力になれれば、私はそれで幸せでした。レイラ様が独立される事を決意された時も、私は迷わず付いて行くことにしたのです。……残念ながら、レイラ様は今、事情によりここを離れておりますが……お帰りになるまでは、レヴィ様をお守りするのが私の使命です」

　心で繋がり合えている上司と部下。《《あうん》》の呼吸で分かり合える、まさに理想的な関係だと紅子は思う。ただ、そんな関係を築ける事は非常にまれだろう。説明不足、すれ違い、誤解……心を伝える難しさに人は悩まされ続けてきたのだ。だからこそ、Redmineのようなチケットシステムが必要とされ、正確な意思疎通に一役買っているのかも知れない。

「少し前までは、志を同じくする者も何名かいたのですが……一人離れ、二人離れ、今ではこれだけしか残っていないのが現状です。私の努力が至らないばかりに……」

　ジェミィは悔しそうに顔を歪める。皆、言葉もない。

「……でもさ」

　やがて静寂を破ったのは、レヴィの明るい声だった。

「あたしは、ジェミィが居てくれて本当に嬉しいよ？お母さんのことをそんなに慕ってくれてる事にも感謝してるし……それに、ほら、紅子っていう強い味方も来てくれたんだから。何とかなるって。ね？」

　その声に、ジェミィの顔にも明るさが戻る。……打算も下心も無い、純粋な感謝の言葉だろう。人の心を動かすのに必要なのは、やはり心からの言葉なのだろうか。こればかりは、如何に高度なシステムを導入したとしても変わらないのだろうな……紅子は、レヴィの笑顔を見ながらそんなことを考える。